Repository: Frechdachs/mpvQC
Catalog: locale/*/LC_MESSAGES/ui_transpo.po
Languages: it

source: Translation
it: Traduzione

source: Punctuation
it: Punteggiatura

source: Spelling
it: Typo

source: Phrasing
it: Adattamento

source: Typeset
it: Cartelli

# CommentTypes#8
source: Type here to add new comment types
it: Definisci nuova classe commento

source: No comment types defined. Define new comment types in the settings.
it: Nessuna classe selezionata. Creane una nuova classe nelle impostazioni.

source: Open Video File
it: Apri File Video

source: Open QC Document
it: Apri Documento QC

source: QC documents (*.txt);;All files (*.*)
it: Documenti QC (*.txt);;Tutti i files (*.*)

source: Save QC document as
it: Salva con nome

source: Open network stream
it: Apri video da URL

source: Enter URL
it: Inserisci URL

source: Video files
it: File Video

source: All files
it: Tutti i file

source: Subtitle files
it: File di sottotitoli

source: Open Subtitle File
it: Apri file di sottotitoli

source: MainWindow
it: mpvQC

source: Optio&ns
it: Opzio&ni

source: Abo&ut
it: Informa&zioni

source: &New QC document
it: &Nuovo documento QC

source: &Open QC document(s) ...
it: &Apri documento QC ...

source: &Save QC document
it: &Salva documento QC

source: S&ave QC document as ...
it: S&alva con nome ...

source: &Exit mpvQC
it: &Esci da mpvQC

source: Open &video ...
it: Apri &video ...

source: Open &network stream ...
it: Apri &video da URL ...

source: &Resize video to original resolution
it: &Mostra video alla risoluzione originale

source: &Check For Updates ...
it: Controlla &aggiornamenti ...

source: About &Qt
it: Informazioni su &Qt

source: About &mpvQC
it: Informazioni su &mpvQC

source: &Settings
it: &Impostazioni

source: &Open subtitle ...
it: &Apri file sottotitoli ...

source: Your configuration has changed.
it: Le tue impostazioni sono cambiate.

source: Discard changes
it: Annullare modifiche

source: Yes
it: Sì

source: Do you really want to restore the default configuration? This can not be undone.
it: Vuoi ripristinare le impostazioni di default? Questo non può essere annullato.

source: Reset configuration
it: Ripristina default

source: Reset
it: Ripristina

source: Cancel
it: Annulla

source: Do you really want to quit without saving your QC?
it: Vuoi davvero chiudere l'applicazione senza salvare il tuo QC?

source: Discard QC
it: Chiudi senza salvare

source: Do you really want to create a new QC Document without saving your QC?
it: Vuoi creare un nuovo documento QC (perderai le attuali modifiche)?

source: Create new QC document
it: Crea nuovo documento QC

source: Do you really want to open a QC Document without saving your current one?
it: Vuoi aprire un documento QC chiudendo l'attuale (perderai le tue modifiche)?

source: Open QC document
it: Apri documento QC

source: A valid video file was found. Do you want to open it?
it: Un file video valido è stato trovato. Vuoi aprirlo?

source: Open corresponding video file
it: Carica file video

source: What would you want to do with all existing comments?
it: Cosa vuoi fare con i commenti esistenti?

source: How to proceed
it: Come procedere

source: Delete
it: Cancella

source: Nothing
it: Annulla

source: Not a QC document
it: Non è un file QC valido

source: does not seem to be a QC document file.
it: non sembra un file QC valido.

source: There is no video loaded currently. Load a video before you add a subtitle file.
it: Non è stato trovato alcun video. Apri un video prima di caricare un file di sottotitoli.

source: No video loaded
it: Nessun video aperto

source: Apply
it: Applica

source: Close
it: Chiudi

source: English
it: Inglese

source: German
it: Tedesco

source: Type here to change the nick name
it: Cambia il nick

source: Add
it: Aggiungi

source: Remove
it: Rimuovi

source: Move Up
it: Sposta su

source: Move Down
it: Sposta giù

source: Dialog
it: Preferenze

source: General
it: Generali

source: Appearance
it: Aspetto

source: MPV Settings
it: Impostazioni di MPV

source: QC Document
it: Documento QC

source: Language
it: Lingua

source: About
it: Informazioni

source: Comment types
it: Classi di commenti

source: Window Title
it: Titolo Finestra

source: Display default title
it: Mostra il titolo di default

source: Display video title
it: Moltra il titolo del video

source: Display video path
it: Mostra il percorso del video

source: Changes will be applied after restart.
it: Devi riavviare l'applicazione per applicare le impostazioni.

source: Auto save enabled
it: Salvataggio automatico abilitato

source: each
it: ogni

source: seconds
it: secondi

source: Save nick name to QC document
it: Allega il nick al documento QC

source: Save video path to QC document
it: Allega percorso video al documento QC

source: Credits
it: Crediti

source: Licence
it: Licenza

# PreferencesView#34
source: Type here to add new comment types
it: Aggiungi nuova classe di commenti

source: Italian
it: Italiano
